export const mockedData = {
  content: {
    blocks: [
      {
        type: 'anchor',
        data: {
          anchor: 'delivery',
          title: '1. Варианты доставки',
        },
      },
      {
        type: 'anchor',
        data: {
          anchor: 'delivery',
          title: '2. Способы оплаты',
        },
      },
      {
        type: 'header',
        data: {
          level: '_4',
          text: '1. Какие варианты доставки возможны?',
        },
      },
      {
        type: 'header',
        data: {
          level: '_5',
          text: 'Курьером',
        },
      },
      {
        type: 'list',
        data: {
          style: 'UNORDERED',
          items: [
            'Быстрая доставка по Москве (1–3 рабочих дня* с момента оформления заказа);',
            'Возможность выбора удобного для вас времени доставки;',
            'Возможность выбора не более двух размеров из одной категории товаров.',
            'Стоимость доставки по Москве — 300 рублей, при единовременной покупке от 15 000 рублей — бесплатно.',
          ],
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Не подошел размер? Просто верните товар нашему курьеру, оплатив только стоимость доставки — 300 рублей (п.4, ст. 497 ГК РФ).',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'В случае, если курьер уже уехал, необходимо самостоятельно вернуть товар в розничном магазине на Петровском бульваре, 21.',
        },
      },
      {
        type: 'paragraph',
        data: {
          text: 'В остальных случаях рекомендуем пользоваться услугами почтовых курьерских служб.',
        },
      },
      {
        type: 'header',
        data: {
          level: '_5',
          text: 'Почта России',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Срок доставки ориентировочно 7–14 рабочих дней с момента отправления заказа (срок отправки заказа 1–2 дня, не считая дня поступления заказа);',
        },
      },
      {
        type: 'list',
        data: {
          style: 'UNORDERED',
          items: [
            'Быстрая доставка по Москве (1–3 рабочих дня* с момента оформления заказа);',
            'Возможность выбора удобного для вас времени доставки;',
            'Возможность выбора не более двух размеров из одной категории товаров.',
            'Стоимость доставки по Москве — 300 рублей, при единовременной покупке от 15 000 рублей — бесплатно.',
          ],
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Не подошел размер? Нет проблем! Отправьте товар нам обратно отдельной посылкой, заполнив и вложив в посылку бланк возврата.',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'В случае, если курьер уже уехал, необходимо самостоятельно вернуть товар в розничном магазине на Петровском бульваре, 21.',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Подробнее с правилами обмена и возврата можете ознакомиться в разделе «Обмен и возврат».',
        },
      },
      {
        type: 'header',
        data: {
          level: '_4',
          text: '2. Какие способы оплаты возможны?',
        },
      },
      {
        type: 'header',
        data: {
          level: '_5',
          text: 'Электронные платежи',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Оплатить товар в наших розничных магазинах, а так же в интернет-магазине возможно банковской картой платежных систем Visa (включая Electron), MasterCard, Maestro, МИР.',
        },
      },
      {
        type: 'header',
        data: {
          level: '_5',
          text: 'Наличные средства',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Оплата заказа производится наличными в рублях в магазине или курьеру, в момент передачи товара.',
        },
      },
      {
        type: 'header',
        data: {
          level: '_5',
          text: 'Банковская карта',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'В наших розничных магазинах, а так же при курьерской доставке по Москве мы принимаем банковские карты платежных систем Visa (включая Electron), MasterCard и Maestro, МИР. Для оплаты банковской картой курьеру по Москве при оформлении заказа выберите соответствующий способ оплаты.',
        },
      },
      {
        type: 'header',
        data: {
          level: '_5',
          text: 'Электронные платежи',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Оплатить товар в наших розничных магазинах, а так же в интернет-магазине возможно банковской картой платежных систем Visa (включая Electron), MasterCard, Maestro, МИР.',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Данные методы оплаты являются наиболее выгодным, так как при получении посылки вам не придется платить за услугу «Наложенный платеж».',
        },
      },
      {
        type: 'header',
        data: {
          level: '_5',
          text: 'Наложенный платёж (наличными при получении посылки)',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Данный способ оплаты является экономически невыгодным и распространяется только на территории РФ.',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Наложенный платеж подразумевает оплату при получении посылки в почтовом отделении или курьеру службы EMS или B2CPl.',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Комиссия за наложенный платёж составляет от 2% до 5% от суммы посылки (зависит от службы доставки) и не включается в итоговую стоимость заказа, рассчитанную на сайте.',
        },
      },
      {
        type: 'paragraph',
        data: {
          text:
            'Комиссия за наложенный платеж взымается при доставке Почтой России либо EMS Russian Post и не взымается при доставке B2CPl.',
        },
      },
    ],
  },
  description: 'Доставка магазина BMW',
  title: 'Доставка и оплата',
}
